Repository: trongtinhtl/SAM
Catalog: WACLIM/Resources/Language.*.resx
Languages: vi

# City
source: Ho Chi Minh City
vi: Thành phố Hồ Chí Minh

source: Connect with us
vi: Liên hệ với chúng tôi

source: Contact
vi: Liên hệ

# Country
source: VietNam
vi: Việt Nam

source: Directions
vi: Xem bản đồ

source: Education
vi: Đào tạo

# ENewsletter
source: E-newsletter (monthly)
vi: Bản tin điện tử (hàng tháng)

source: English
vi: Tiếng Anh

# FollowOurActivities
source: Follow our activities and share some of your own
vi: Theo dõi các hoạt động của chúng tôi và chia sẻ một số hoạt động của riêng bạn

source: Introduction
vi: Giới thiệu

source: Links
vi: Liên kết

# Logan
source: WACLIM - Water quality modelling
vi: WACLIM - Mô hình hóa chất lượng nước

source: Log in
vi: Đăng nhập

source: Never miss a thing!
vi: Không bỏ lở bất kì điều gì!

source: News - Events
vi: Tin tức - Sự kiện

source: People
vi: Thành viên

source: Phone
vi: Số điện thoại

source: Projects
vi: Dự án nghiên cứu

source: Research
vi: Nghiên cứu

source: Research Themes
vi: Đề tài nghiên cứu

source: Science Research
vi: Nghiên cứu khoa học

source: Search
vi: Tìm kiếm

# SignUpForOurNewsletter
source: Sign up for our newsletter and online magazine to stay up-to-date
vi: Đăng ký để nhận bản tin và tạp chí trực tuyến mới nhất của chúng tôi

# Street
source: 227 Nguyen Van Cu
vi: 227 Nguyễn Văn Cừ

# Subscribe
source: Go to SUBSCRIBE
vi: Đăng ký ngay

source: Support
vi: Tư vấn

source: Teaching
vi: Giảng dạy

source: Training
vi: Tập huấn

# UniversityScience
source: University of Science
vi: Đại học khoa học tự nhiên

# UpdateMagazine
source: UPDATE magazine (twice a year)
vi: Tạp chí (hai năm một lần)

source: Vietnamese
vi: Việt Nam

source: Visit Address
vi: Địa chỉ

# WardDistrict
source: Ward 4, District 5
vi: Phường 4, Quận 5
